Repository: rsantellan/blog2.0
Catalog: app/Resources/translations/messages.*.xlf
Languages: es

# rsantellan_site_menu_home
source: Home
es: Inicio

# rsantellan_site_menu_projects
source: Projects
es: Proyectos

# rsantellan_site_menu_about
source: About me
es: Acerca de mi

# rsantellan_site_menu_contact
source: Contact
es: Contacto

# rsantellan_contact_page_title
source: Contact page
es: P&aacute;gina de contacto

# rsantellan_contact_title
source: Do you need help, support or advise?
es: Necesita ayuda? Soporte o otro punto de vista?

# rsantellan_contact_description
source: Please just send the contact form
es: No dude en consultar.

# rsantellan_site_index_title
source: Rodrigo Santellán - Software developer
es: Rodrigo Santellán - Analista en Tecnologias de la información

# rsantellan_site_index_banner_1
source: Installing and maintaining servers <em>Bash Scripting<br /></em>
es: Manejo y mantenimiento de servidores <em>Scripting en bash</em>

# rsantellan_site_index_banner_2
source: Working with different PHP frameworks <em>CodeIgniter, Symfony, Symfony 2, Zend</em>
es: Manejo de distintos frameworks PHP <em>CodeIgniter, Symfony, Symfony 2, Zend</em>

# rsantellan_site_index_banner_3
source: Python <em>Scripting for servers, remote administration and web crawling</em>
es: Python <em>Scripting para servidores, manejo remoto y web crawling</em>

# rsantellan_site_index_banner_4
source: <em>Installing and Handling wordpress web sites<br /></em>
es: <em>Manejo e instalaci&oacute;n de sitios</em>

# rsantellan_site_index_banner_5
source: <em>Database optimization and management. Migrations and scability.</em>
es: <em>Optimizaci&oacute;n y Manejo de base de datos. Migraciones y escabilidades.</em>

# rsantellan_site_index_projects_latest
source: Latest projects
es: Ultimos proyectos

# rsantellan_site_index_projects_view_all
source: View all
es: Ver todos

# rsantellan_admin_menu_dashboard
source: Dashboard
es: Inicio

# rsantellan_admin_menu_projects
source: Projects
es: Proyectos

# rsantellan_admin_menu_categories
source: Categories
es: Categorias

# rsantellan_admin_menu_blocks
source: Blocks
es: Bloques

# rsantellan_site_menu_language
source: Language
es: Idiomas

# rsantellan_site_category
source: Category:
es: Categoria:

# rsantellan_site_projects
source: Projects
es: Proyectos

# rsantellan_site_categories_all
source: All
es: Todos

# rsantellan_site_about_me_title
source: About me
es: Acerca de mi

# rsantellan_site_about_me_first_paragraph
source: <p>Hi!! my name is Rodrigo Santell&aacute;n, I am 29 years old and I am a web developer. For the past 5 years I have been creating websites and web pages for different companies.</p> <p>Since I was a kid I been insterested in computers and programming, I started writing small programs in Pascal and in Visual Basic 6. After I finish high school I work in different jobs for a couple of years and I was living for a while in Ireland so I can improve my English.&nbsp;<br />When I came back I was ready to focus on programming so I went to study to ORT University the career of Software developer.</p>
es: <p>&iexcl;Hola! mi nombre es Rodrigo Santell&aacute;n, tengo 29 a&ntilde;os y soy programador web. Desde hace 5 a&ntilde;os que trabajo creando p&aacute;ginas y sitios web para distintas empresas.</p> <p>Desde peque&ntilde;o me interes&oacute; la computaci&oacute;n, escribiendo mis primeros programas en Pascal y cuando fui m&aacute;s grande, en Visual Basic 6. Me cost&oacute; encaminar mi profesi&oacute;n ya que durante algunos a&ntilde;os trabaj&eacute; en otros rubros y estuve viviendo en Irlanda para poder mejorar mi ingl&eacute;s. Al volver decid&iacute; que ya ten&iacute;a todo lo necesario para poder enfocarme en lo que quer&iacute;a hacer, as&iacute; que estudi&eacute; en la Universidad ORT del Uruguay la carrera t&eacute;cnica de Analista en Tecnolog&iacute;as de la informaci&oacute;n.</p>

source: __rsantellan_site_about_me_second_image_caption
es: <p>Praesent odio ligula, dapibus sed, tincidunt eget, dictum nibh 435</p>

# rsantellan_site_about_me_second_paragraph
source: <p>Since then I been working as a developer. First doing automatizated testing in Selenium for web sites, but after a while I decided to change to try other things and I went to a company that made web sites in PHP Symfony. Because I was working and managing high concurrency sites I learn scripting, mantainance and management of linux servers and how PHP core works.</p> <p>After a few years there was no more room to improve in the company so I came to work in a company that didn't make public web sites, only administrative web sites to manage the products they sell. Here I'm in charge of all the development and investigation of the web deparment. We make posibles that thouthands of users can manage and search millions of records that the products creates.</p> <p>In my spare time I started doing some freelancing jobs so I can make different kinds of developing without affecting my other job. A lot of the works I have done you can see them in the projects page!</p> <p>But not all in my life is work, I have been living with my life partner for a few years now. Both of us like to travel a lot so any chance we can we go so some place around! And recenlty my daughter was born so my life has improved a 100%!!</p> <p>If you want to learn more about me or you want to know something more about expierence please use the contact form!<br />Regards</p>
es: <p>Desde entonces he estado trabajando en el rubro. Primero haciendo pruebas de testing automatizado en Selenium para aplicaciones web y luego trabajando en una empresa que hac&iacute;a p&aacute;ginas web en PHP Symfony. All&iacute; aprend&iacute; scripting, manejo y mantenimiento de servidores, y funcionamiento interno de PHP,&nbsp; dado que trabajaba con sitios de gran concurrencia y nosotros hac&iacute;amos su mantenimiento.</p> <p>Un par de a&ntilde;os despu&eacute;s en ese trabajo no hab&iacute;a m&aacute;s lugar para el crecimiento profesional as&iacute; que comenc&eacute; a trabajar en una empresa que no se dedica a la realizaci&oacute;n de p&aacute;ginas web comerciales, sino a sitios de administraci&oacute;n de los productos. En esta empresa me encuentro trabajando actualmente y estoy a cargo del desarrollo e investigaci&oacute;n del &aacute;rea web, haciendo posible que diariamente manejemos miles de ingresos a p&aacute;ginas administrativas que trabajan con millones de datos.</p> <p>A su vez me dedico a realizar trabajos freelance, muchos de los cu&aacute;les podr&aacute;n ver en la secci&oacute;n &ldquo;Proyectos realizados&rdquo;..</p> <p>Si desean m&aacute;s informaci&oacute;n sobre m&iacute; o desean preguntarme algo no duden en utilizar el formulario de &ldquo;Contacto&rdquo;. &iexcl;Saludos!</p>

# rsantellan_site_used_complex_tags
source: Blocks
es: Bloques

# contact.form.name.placeholder
source: What\'s your name?
es: ¿Cual es tu nombre?

# contact.form.email.placeholder
source: So I can get back to you.
es: Así te puedo responder!

# contact.form.subject
source: Subject
es: Asunto

# contact.form.subject.placeholder
source: The subject of your message.
es: El asunto del email.

# contact.form.message
source: Message
es: Mensaje

# contact.form.message.placeholder
source: And your message to me...
es: Tu mensaje para mí...

# rsantellan_contact_send
source: Send
es: Enviar

source: __admin_category_title
es: Categorias

source: __admin_category_order
es: Orden

source: __admin_category_name
es: Nombre

source: __admin_category_slug
es: Slug

source: __admin_category_actions
es: Acciones

source: __admin_category_create
es: Crear

source: __admin_category_create_entry
es: Crear nueva

source: __admin_category_save
es: Guardar

source: __admin_category_back_to_list
es: Volver al listado

source: __admin_category_edit_entry
es: Editar

source: __admin_category_delete
es: Borrar

source: __admin_project_title
es: Proyectos

source: __admin_project_order
es: Orden

source: __admin_project_name
es: Nombre

source: __admin_project_cliente
es: Cliente

source: __admin_project_tipo_trabajo
es: Tipo de trabajo

source: __admin_project_actions
es: Acciones

source: __admin_project_create
es: Crear

source: __admin_project_create_entry
es: Crear nuevo

source: __admin_project_description
es: Descripci&oacute;n

source: __admin_project_category
es: Categoria

source: __admin_project_complex_tag
es: Tags

source: __admin_project_save
es: Guardar

source: __admin_project_back_to_list
es: Volver al listado

source: __admin_project_edit_entry
es: Editar proyecto

source: __admin_project_delete
es: Eliminar

source: __admin_complextag_title
es: Tags

source: __admin_complextag_order
es: Orden

source: __admin_complextag_name
es: Nombre

source: __admin_complextag_description
es: Descripci&oacute;n

source: __admin_complextag_actions
es: Acciones

source: __admin_complextag_create
es: Crear

source: __admin_complextag_create_entry
es: Crear nuevo

source: __admin_complextag_save
es: Guardar

source: __admin_complextag_back_to_list
es: Volver al listado

source: __admin_complextag_edit_entry
es: Editar

source: __admin_complextag_delete
es: Eliminar
